routine_menu_message = """تو این قسمت میتونی فعالیت هایی که هر روز باید انجام بدی رو اضافه یا حذف کنی.\n
یا اگه اون کارو انجام دادی اونو تیک بزنی😍"""

prompt_add_message = "فعالیت مدنظرتو تو کمتر از ۳۰ کارکتر ارسال کن." 

confirm_add_message = "فعالیت شما با موفقیت اضافه شد."

long_error_message  = "لطفاً فعالیت خود را در کمتر از ۳۰ کارکتر ارسال نمایید:"

duplicate_routine_error_message = " این فعالیت  تکراری است. لطفا یک فعالیت جدید وارد کنید:"

no_routine_found_message = "لیست فعالیت های شما خالی است! لطفاً ابتدا یک فعالیت اضافه کنید."

prompt_delete_message = "شماره فعالیتی که می‌خوای حذف کنی وارد کن"

confirm_delete_message =  "فعالیت شما با موفقیت حذف شد."

confirm_delete_all_messages = "آیا از حذف همه فعالیت های ثبت شده اطمینان دارید؟"

delete_all_messages = "فعالیت های شما با موفقیت حذف شد"

cancel_delete_all_messages = "حله!بیا برگردیم به منوی قبلی"

prompt_change_status_message = "شماره فعالیتی که می‌خوای تیک بزنی وارد کن"

confirm_change_status_message = "فعالیت شما با موفقیت تیک خورد."

invalid_input_error_message = "لطفا یک عدد صحیح وارد کنید:"

duplicated_status__error_message = "این فعالیت قبلا تیک خورده."


         


